/* No comment provided by engineer. */
"%@ tab" = "%@ tab";

/* Time button +10 minutes */
"+10'" = "+10'";

/* Time button +30 minutes */
"+30'" = "+30'";

/* Time button +60 minutes */
"+60'" = "+60'";

/* SBBAPIController details title */
"\n\nDettagli:\n------------------------------------" = "\n\nDettagli:\n------------------------------------";

/* Location service error title message */
"An error occurred while determining your current location. Please try again later." = "Verificato un errore durante la determinazione della posizione attuale. Si prega di riprovare più tardi.";

/* No comment provided by engineer. */
"An unexpected error occured when trying to determine your location." = "Verificato un errore imprevisto durante la determinazione della posizione attuale.";

/* Select as stb direction station block action sheet title */
"As direction" = "Come direzione";

/* Select as stb start station block action sheet title */
"As station" = "Come partenza";

/* Open maps app cancel block action sheet title
 Share connection cancel block action sheet title */
"Cancel" = "Annullare";

/* SBBAPIController capacity text */
"Capacity:" = "Occupazione:";

/* No comment provided by engineer. */
"Cellular" = "Rete di telefonia mobile";

/* Select stations conreq flash message title */
"Connections" = "Collegamenti";

/* Selectstationscontroller current location replacment for nil station name
 Station text field default text */
"Current location" = "Posizione attuale";

/* Selectstationsviewcontroller current location used title */
"Current location used" = "Posizione attuale usato";

/* Selectstationscontroller direction station replacment for nil station name */
"Direction" = "Direzione";

/* SBBAPIController direction text */
"Direction:" = "Direzione:";

/* SBB Req notice - undefined error title */
"Error" = "Errore";

/* SBBAPIController expected text */
"Expected:" = "Previsto:";

/* Selectstationsviewcontroller con request stations identical title */
"From and to identical" = "Partenza e arrivo identici";

/* Select as start station block action sheet title */
"From here" = "Da qui";

/* SBBAPIController from station text */
"From:" = "Da:";

/* SBBAPIController unknown station text replacement */
"GPS location" = "Posizione GPS";

/* Overviewcell minutes title */
"Hrs" = "Ora";

/* Select stations rssreq flash message title */
"Infos" = "Informazioni";

/* Rss info last update text */
"Last update:" = "Aggiornamento:";

/* Location service error title */
"Location service error" = "Errore di servizio di ricerca della località";

/* Location access denied error title */
"Location services disabled" = "Servizio di ricerca della località spento";

/* InAppSettingsKit */
"Mail not configured" = "Email non configurato";

/* Open maps app block action sheet title */
"Maps" = "Mappe";

/* Overviewcell minutes title */
"Min" = "Min";

/* Overviewcell minutes title */
"Minutes" = "Minuti";

/* No comment provided by engineer. */
"No Connection" = "Nessun collegamento";

/* SBB Req notice - no products error message */
"No connection was found for the selectd station. Please report this error to the support, if possible with the station name." = "Nessun collegamento è stato trovato per la stazione selezionata. Si prega di contattare il servizio assistenza.";

/* No network available alert view title */
"No network" = "Nessuna rete";

/* SBB Req notice - no products error title */
"No products" = "Nessu prodotti";

/* SBB Req notice - no results title */
"No result" = "Nessun risultato";

/* No station stb request stations identical title */
"No station" = "Nessuna stazione";

/* InAppSettingsKit */
"OK" = "OK";

/* Selectstationsviewcontroller current location used message */
"One of the stations is the current location. This is not yet supported." = "Una delle stazioni è la posizione attuale. Questo non è ancora supportata.";

/* SBB Req notice - station undefined message */
"One or more of the stations are not defined. This is a rare error. Please report this error to the support." = "Una o più stazioni non sono definiti. Questo è un raro errore. Si prega di contattare il servizio assistenza.";

/* Open maps app open block action sheet title */
"Open in maps" = "Aperto in mappe";

/* Outside Switzerland error title */
"Outside Switzerland" = "Luogo di fuori della Svizzera";

/* SBBAPIController overview title */
"Overview:\n" = "Riassunto:\n";

/* Pull to refresh rss info header cell */
"Pull to refresh" = "Trascina in basso per aggiornare";

/* Refreshing... rss info header cell */
"Refreshing..." = "Aggiornare...";

/* Release to refresh rss info header cell */
"Release to refresh" = "Rilascia per aggiornare";

/* SBB Req notice - request failed title */
"Request failed" = "Nessun risultato";

/* Search button title text */
"Search" = "Ricercare";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* Share connection block action sheet title */
"Share via" = "Condividi su";

/* Selectstationsviewcontroller stb request stations identical title */
"Start and direction identical" = "Partenza e direzione identici";

/* Selectstationscontroller stb station replacment for nil station name */
"Station" = "Stazione";

/* SBB Req notice - station undefined title */
"Station undefined" = "Stazione non definito";

/* No comment provided by engineer. */
"Tab %d of %d" = "Tab %1$d of %2$d";

/* Selectstationsviewcontroller con request stations identical message */
"The from and to are identical, please selected different locations" = "La partenza e il arrivo sono identici, per favore selezionate diverse stazioni";

/* SBB Req notice - no results message */
"The request did not return any results. Either there is no information available for the selected station(s) or there is a temporary problem." = "La richiesta non ha restituito alcun risultato. In entrambi i casi non ci sono informazioni disponibili per la stazione selezionata (s) o c'è un problema temporaneo.";

/* SBB Req notice - request failed message */
"The request failed. There may be several reasons. Either there is a temporary problem with the internet connection or the SBB server is temporarily unavailable. Please try again later." = "La richiesta non è riuscita. Ci possono essere diverse ragioni. O c'è un problema temporaneo con la connessione a internet o il server FFS è temporaneamente non disponibile. Si prega di riprovare più tardi.";

/* Selectstationsviewcontroller stb request stations identical message */
"The start and the direction is the same, please selected different locations" = "La partenza e la direzione sono identici, per favore selezionate diverse stazioni";

/* No network available alert view message */
"There is no WiFi or cellular network available. Please check or try again later." = "Non è a disposizione né una rete WiFi né una rete di telefonia mobile. Ti preghiamo di riprovare più tardi.";

/* SBB Req notice - undefined error message */
"There was an error with this request. Please report this error to the support, if possible with the station names" = "Si è verificato un errore con questa richiesta. Si prega di contattare il servizio assistenza.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Questo dispositivo non è configurato per l'invio di e-mail. Si prega di configurare le impostazioni di posta elettronica nella Impostazioni.";

/* Select stations stbreq flash message title */
"Timetable" = "Pt/Arr";

/* Select as end station block action sheet title */
"To here" = "A qui";

/* SBBAPIController to station text */
"To:" = "A:";

/* Track description string */
"Tr." = "B.";

/* SBBAPIController track text */
"Track:" = "Bin:";

/* SBBAPIController transfers text */
"Transfers:" = "Cambio:";

/* Select as via station block action sheet title
 Via station text field default text */
"Via" = "Via";

/* SBBAPIController walk journey text */
"Walk:" = "A piedi:";

/* No comment provided by engineer. */
"We could not access your current location." = "Non è stato possibile accedere alla tua posizione attuale.";

/* No comment provided by engineer. */
"We could not determine your location. Please try again later." = "Non è stato possibile determinare la propria posizione. Si prega di riprovare più tardi.";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* Location access denied error title message */
"You did not allow this app to use your current location. Please enable this app to use your current location in order to make from/to current location requests. You can change this in the iPhone settings under Settings / Privacy / Location services. Alternatively you need to choose a station for the from/to location." = "Il servizio di ricerca della località per questa applicazione è spento, per favore attivalo nuovamente. È necessario attivare i servizi di localizzazione per utilizzare la posizione attuale per richieste di ricerca. È possibile modificare questo nelle impostazioni di iPhone / iPad in Impostazioni / Privacy / Localizzazione. In alternativa, è necessario scegliere una stazione per il da / a.";

/* No station stb request stations identical message */
"You need to select a station first" = "È necessario selezionare una stazione.";

/* Outside Switzerland error title message */
"Your current location is outside Switzerland. You may not find any stations nearby." = "La tua posizione attuale risulta al fuori dalla Svizzera. Non sarà reperita alcuna fermata situata nelle tue vicinanze.";

/* Swiss Transit settings support email draft text */
"Dear Support, " = "Caro Support, ";

/* Recommend Swiss Transit Description */
"Check out this app!" = "Dai un’occhiata a questa applicazione!";

/* Report station error message description */
"There is an error with the following station:" = "C'è un errore con la stazione seguente:";

/* Report app error message description */
"There is an error in the app:" = "C'è un errore in app:";

/* Loading walking directions notification view title" */
"Loading walking directions..." = "Calcolato indicazioni a piedi...";

/* Loading trainline notification view title */
"Loading trainline ..." = "Calcolato linee ferroviarie...";

/* ------------------------ V1.2 -------------------------------- */

/* "Pull to load stb info header cell */
"Pull to load" = "Trascina in basso per caricare";

/* Release to load stb info header cell */
"Release to load" = "Rilascia per caricare";

/* Loading... stb info header cell */
"Loading..." = "Caricare...";

/* Location error title */
"Location error" = "Errore della località";

/* Location error title message */
"Unfortunately it was not possible to resolve the selected address, poi, location into GPS coordinates." = "Purtroppo non è stato possibile risolvere l'indirizzo selezionato, poi, la posizione in coordinate GPS.";

/* Alarms - Calendar iPhone  & iPad */
"Connection is leaving in %d minutes" = "Il collegamento lascia in %d minuti";

/* Alarms - Calendar iPhone */
"Add alarm / to calendar" = "Aggiungi allarme / al calendario";
"Alarm only: - 5 min" = "Allarme solo: - 5 min";
"Alarm only: - 15 min" = "Allarme solo: - 15 min";
"Alarm only: - 30 min" = "Allarme solo: - 30 min";
"Alarm only: - 60 min" = "Allarme solo: - 60 min";
"Calendar: add only" = "Calendario: aggiungere solo";
"Calendar & alarm: -15 min" = "Calendario & allarme: -15 min";
"Calendar & alarm: -30 min" = "Calendario & allarme: -30 min";
"Calendar & alarm: -60 min" = "Calendario & allarme: -60 min";

/* Alarms - Calendar iPad */
"Add alarm" = "Aggiungi allarme";
"Add to calendar with" = "Aggiungi al calendario con";
"5 min before departure" = "5 min prima d. partenza";
"15 min before departure" = "15 min prima d. partenza";
"30 min before departure" = "30 min prima d. partenza";
"60 min before departure" = "60 min prima d. partenza";
"Add only" = "Add only";
"Alarm 15 min before" = "Allarme 15 min prima";
"Alarm 30 min before" = "Allarme 15 min prima";
"Alarm 60 min before" = "Allarme 15 min prima";

/* Journey calendar title */
"Journey: %@ - %@" = "Viaggio: %@ - %@";

/* Calendar access denied error title */
"Calendar access disabled" = "L'accesso al calendario disabili";

/* Calendar access denied error title message */
"You did not allow this app to access your calendar. Please enable this app to access your calendar in order to save connections in there. You can change this in the iPhone settings under Settings / Privacy / Calendars." = "Lei non ha autorizzato questa applicazione per accedere al calendario. È possibile modificare questo nelle impostazioni di iPhone / iPad in Impostazioni / Privacy / Calendario.";

/* Added to calendar title message */
"The connection has been added to the calendar." = "Il collegamento è stato aggiunto al calendario.";

/* Alarm added title message */
"The alarm for the connection has been added." = "L'allarme per il collegamento è stato aggiunto.";

/* ------------------------ Free Version -------------------------------- */

/* Product successfully purchased alert view */
"Product successfully purchased" = "Prodotto acquistato con successo";

/* Shop cannot be opened alert view title */
"Shop cannot be opened" = "Il Store non può essere aperto";

/* Shop not ready alert view title */
"Shop not ready" = "Store non disponibile";

/* Shop cannot be opened alert view message */
"The shop currently cannot be opened. Please try again later." = "Il Store non è al momento disponibile. Si prega di riprovare più tardi.";

/* Shop not ready alert view message */
"The shop is currently not ready for purchasing. Trying to initialize the shop. Please wait..." = "Il Store non è al momento disponibile. Inizializzare il negozio. Vi preghiamo di attendere...";

/* Invalid receipt title */
"Invalid receipt" = "Ricevuta non valido";

/* Invalid receipt message */
"The receipt for this purchase transaction is invalid. Either the transaction is not valid or a severe unknown error occurred. You may report this to the support" = "La ricevuta per questo acquisto non è valido. In entrambi i casi l'operazione non è valido o un errore grave sconosciuto. Si prega di contattare il servizio assistenza.";

"Restore" = "Restore";

"Upgrade to the pro version" = "Passa alla versione Pro";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version. The Pro version has some additional benefits as follows:" = "Questa versione di Swiss Transit è gratuito e supportato da annunci. Se ti piace l'applicazione, si prega di prendere in considerazione per passare alla versione Pro. La versione Pro ha alcuni vantaggi supplementari come segue:";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version." = "Questa versione di Swiss Transit è gratuito e supportato da annunci. Se ti piace l'applicazione, si prega di prendere in considerazione per passare alla versione Pro.";

"Ad free" = "Senza pubblicità";

"Enjoy Swiss Transit even more by removing the ads." = "Elimina la pubblicità e goditi Swiss Plates senza pubblicità.";

"See detailed train lines" = "Linee ferroviarie dettagliate";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free version)." = "Sbloccare questa fun- zione e lasciare Swiss Transit di mostrare le linee ferroviarie dettagliate (versione gratuita: max. 10).";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free ipad version)." = "Sbloccare questa funzione e lasciare Swiss Transit di mostrare le linee ferroviarie dettagliate (versione gratuita: max. 10).";

/* ------------------------ Printing 2.1 / Free 1.1 -------------------------------- */

/* Share connection send per email block action sheet title */
"Send via email" = "Invia e-mail (testo normale)";

"Send as PDF via email" = "Invia PDF via e-mail";

"Send as HTML via email" = "Invia e-mail (HTML)";

"Print" = "Stampa";

/* Share connection copy to clipboard block action sheet title */
"Copy to clipboard" = "Copia nella clipboard";
